// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Calibra il colore";

CalibrateProcessTitle = "Calibrazione in corso…";
DownloadingProcessTitle = "Scaricamento delle tabelle per la calibrazione del colore…";
CalibrationFailedTitle = "Impossibile eseguire la calibrazione del colore";

HSDInfoTextFieldTitle = "Questa procedura compensa per le variazioni all’interno del sistema di stampa per poter fornire un alto grado di precisione e continuità del colore nel dispositivo di stampa.";
HSDGuideTextFieldTitle = "Accertarsi che la Carta fotografica ottimizzata HP Lettera/A4 sia stata caricata nel vassoio prima di avviare la calibrazione.";
HSDCalibrateButtonTitle = "Avvia calibrazione colore";

CalibrationCompleteTitle = "La stampante ha appena eseguito una calibrazione automatica del colore";
CalibrationCompleteMsg = "Se il colore dello stampato non è soddisfacente, fare clic sul pulsante 'Avvia calibrazione colore' per ripetere la calibrazione automatica del colore.";